[{"title": "No.2 BETTER FORTUNE", "content": "“The moon is covered by floating clouds. You will have difficulties in making any plans. Do your best and ask for help of others. Then you will be able to catch good fortune.\n‘You dot have to worry; open your eyes and lookin the future.\n\n* Your wishes will be realized in the end*A sick person will recover but take a little while.\"The person you are waiting for will show up after a while.*The lost article will not be found.*Building a new house and removal are both half fortunate.*Marriage and making a trip are both good. *Employment a should be stopped.", "image": "./images/Qian/2.jpg"}, {"title": "No.32 REGULAR FORTUNE", "content": "‘The jewel is hidden under the deep stone. Lets stop trying to find it with non-skilled eyes, iis a\n\n‘ain til. The skilled jeweller can pick up the tre and real material itis impossible to the amateurs\n‘The skied jeweler's work will make up the marvellous brilliance.\n\n**Your request will be granted. *The patient keeps bed long, but never hur his life. *The lost article\nwill be found. *The person you wait for wll come but late. *Building a new house and removal are\nboth wel. Tosatti wel, Manage an employment ae both wel.", "image": "./images/Qian/32.jpg"}, {"title": "No.13 BEST FORTUNE", "content": "‘When spring comes, you will get good fortune,\n\n[tie floes loom ood rances, someting happy wil come\n\n‘When spring comes, your life will change to be prosperous just like rice grows, You will be able\npred he highest postion\n\n \n\n**Your wishes will be realized. *A sick person will recover. “The lost article will be found. “The", "image": "./images/Qian/13.jpg"}, {"title": "No.93 GOOD FORTUNE", "content": "If there is no wate in pond, so many fish will die in it.\n‘Throwing them into the water, they will ge reffeshed again.\nAs theresa barter against your wish, good fortune does not seem tobe smiling upon you yet\n‘Be patient, if you have a trouble and eventually everything willbe all ight.\n\n“Your wish will come tue. *The sick person will take time in getting well “The lst article will\nnot be found. *The person you are waiting fo wil come late. *Building a new house and removal\nsnot always good. Its good to make ap. *Bosh mariage and employment are good.\n\n(RRFRER OW REX\nBROMO UD LMG E Ez D:", "image": "./images/Qian/93.jpg"}, {"title": "No.30_ MEDIUM FORTUNE", "content": "‘An old crane ty to ay on a branch ofthe high tee, to take a rest. We are too weak to defend,\njust ike takeoff fom the shooting amow at night. (hoo aw at night cant catch any animal).\n“The danger atack you both from back and front. Outside seems to be safe but be aware ofthe\ndanger inside\n\n*Your request will not be granted, *The patient is hard to get well. \"The lost article will ot be\nfound. *The person you wat for wll not come, “Be careful in building an new house and removal,\n<dobelieve the Buddha. “To star a tips bad. *Stop any kind of marrage or employment", "image": "./images/Qian/30.jpg"}, {"title": "No.75 BAD FORTUNE", "content": "Assmall solitary boat try to get another shore, itis real dangerous to try to cross over the point of\nropid wave.\n‘A female who isnot tained tothe water, stand among the stream meet a severe danger. Just ike\nfeeling envious looking at other people in comfort, while you fel yourself helpless.", "image": "./images/Qian/75.jpg"}, {"title": "No.88 BAD FORTUNE", "content": "Eyenif you try to do anything, you can not get along with thes.\n‘Trying fo avoid dangerous, another trouble will come.\n‘Troubles and difficulties come tothe person who take care of home.\n‘Be careful to be more religious, because bad things come repeatedly", "image": "./images/Qian/88.jpg"}, {"title": "No62 EXCELLENT FORTUNE", "content": "‘Trouble and disaster are getting off as ime passes by, sgn of the fortune is opening and coming\ntous. Your fame & honor rs all over society. Those old and ancient got renewed then you can get\nincome again\n\nGeting success in if, and wealth, you are real busy and prosperous.\n\nYour request willbe granted, *The patient will get well soon. *The lost article will be found. *The\nPerson you wait for will come. *Building a new house or removal are both wel. *It is good to start\nwip. *Both marriage of any kind and new employment ae well", "image": "./images/Qian/62.jpg"}, {"title": "No.53_ REGULAR FORTUNE", "content": "‘Your har life under so many woubles during long period, willbe over and it may get beter day\nby day.\nBy the help of the noble and mayor person, you can get permit and recommendation, your\nfaxue wil be improved to much beter.\n‘As the las lower can make the bes fru, the fortune smiles and comes to you finaly. The\nincome and wealin willbe in yourhand fre, and its ong.\n\n“Your request wil be granted. “The patient will get well soon. *The ls ate wl be found but\nInte. *The person you wait for will ome bat late. *Build a new house and removal ae both well\nTo sara trp is well. \"Marriage ane employment are both wel", "image": "./images/Qian/53.jpg"}, {"title": "No.16 GOOD FORTUNE", "content": "Repent what youve done so far, nd you should ope again, Then you wil find Rapiness in\nfuture with a help of your seniors, everything will go well youll be satisfied with better postion\nand wealth\n\n     \n\nCRBTLE Fs\n\n**Your wishes willbe realized. *A sick person will recover. *The lost antcle will be found. \"The\nperson you are waiting for will come. *Building a new house and removal are good. *Making a", "image": "./images/Qian/16.jpg"}, {"title": "No.16 GOOD FORTUNE", "content": "Repent what youve done so far, nd you should ope again, Then you wil find Rapiness in\nfuture with a help of your seniors, everything will go well youll be satisfied with better postion\nand wealth\n\n     \n\nCRBTLE Fs\n\n**Your wishes willbe realized. *A sick person will recover. *The lost antcle will be found. \"The\nperson you are waiting for will come. *Building a new house and removal are good. *Making a", "image": "./images/Qian/51.jpg"}, {"title": "No.16 GOOD FORTUNE", "content": "Repent what youve done so far, nd you should ope again, Then you wil find Rapiness in\nfuture with a help of your seniors, everything will go well youll be satisfied with better postion\nand wealth\n\n     \n\nCRBTLE Fs\n\n**Your wishes willbe realized. *A sick person will recover. *The lost antcle will be found. \"The\nperson you are waiting for will come. *Building a new house and removal are good. *Making a", "image": "./images/Qian/77.jpg"}, {"title": "No.19 GOOD FORTUNE IN FUTURE", "content": "So many troubles and problems invade your family business, everything does not go so\nsmoothly. A tiger demonstrates his spirit too much, then you should be more modest defending its\ndashing, then you will be safe\n\nDobelieve in gods eamestly, do your best, then everything willbe fine inthe end.\n\nGetting wealth and happiness, you may remain with them,\n\n**Your hopes and desire tum out to be real by half. *Take long time to recover from sickness, but\nlife wil be safe. *Most of your lost articles will not be found. \"Take long time to show around the", "image": "./images/Qian/19.jpg"}, {"title": "No.91 GOOD FORTUNE", "content": "Bad fortune in the past will change to be good, just ike the rescent grows to be fll, our luck\n‘will row tobe good tothe fll.\nFrom the palace inthe clouds, wealth and treasure will come to you.\n‘Make haste in doing whatever you want.\n‘The sooner the beter.\n\n**Yout wish will be realized. You should be righteous. “The sick person will get wel. *The lost\nantcle willbe found. *The person you are waiting for will come soon. *Building a new house and\nremoval are both good, “Its good to make a trip. *Both manage and employment are good.\n\n(ARPA OM RE wee", "image": "./images/Qian/91.jpg"}, {"title": "No.29. GOOD FORTUNE", "content": "Bverything you worry about and trouble some als are almost over: Ifyou do your best, you\nwill be sucess in this society and become well nown.\n‘The wealth and weasures wll be in your hand as you wish. You may meet a good senior who\nhelps you to become a splendid man.\n\n \n\n* Your hopes and desire come tue. “Being five from sickness. “Find the things you lost. *The\nperson you ae wating for wil show around soon. \"Ther reno problem of building a new house\nand removal, *Making ap willbe good. “There ae no worry about marrage and employment.", "image": "./images/Qian/29.jpg"}, {"title": "No.94 GOOD FORTUNE", "content": "‘Be careful in what they say when they are drinking,\n‘You had beter get in touch with and associate with your superior, otherwise something bad will\n\nhhappen to you.\nIf'youare obedient to your master, your wish will come true.\n\nGradually you willbe happy witha wide aoquaintance.\n\n*Your wish will not be realized. *The patient will not get well so soon, but escape death. “The ost.\n‘ticle will be found: “The person you are waiting for wil Come soon: *Building a new house or\n|_ moving isnot 0 god. hs no good to makeup, *Mariage and employment aren god.", "image": "./images/Qian/94.jpg"}, {"title": "No.97 BAD FORTUNE", "content": "ikea high building hidden in fog, your desires always hidden n clouds.\nLike a beautiful lady goes on the water, your behavior always seems to be dangerous.\n‘A clouds drifting witht direction uncertain and the date cant be decid.\nIn the rough waves, we cant see the moon reflected on the surface of the water,\nThere a alotof roubles.\n\n*Your wish is hard tobe realized. “The sick person isin danger. *Lost antics wl not be found.\n°The person you are waiting for will not come. *It is bad to build a new house or moving. *I is\nbad to make atrip. “Iis bad to marry and employ.\n\n(RRR) OBR E woh", "image": "./images/Qian/97.jpg"}, {"title": "No.34 REGULAR FORTUNE", "content": "‘When spring comes withered tree sprouts stat to peep out In spring ll grasses and tre sat to\n‘gow agzin with ther new leaves, which smell very well. The big fish will grow up to be a giant\nbird and ly upto the sky, making so many violent high waves. When you throw a fishing lod, you\n‘an catch a chanoe to get fine career ike to get a giant fish.\n\n“Your request will be granted. \"The patient will get well soon. \"The los article will be found but\n\nlate. Building a house and removal are both well. “The person you wait for will how up but late,\n“To sia a tip is well, with no harm. \"Marriage and employment are both well.\n\nFARRAR) OB RE whe", "image": "./images/Qian/34.jpg"}, {"title": "No.8 BEST FORTUNE", "content": "Don't get along with the lower classes as the upper classes. Both in culture and\nfighting go well.\nHappiness will come to you just like cutting rice plants with a cutter. If you have\nright mind and keep virtue asa man, you will be able to get best fortune,\n\n*Your wishes will be realized. *A sick person will recover. Taking good care is\nimportant. *The lost article will be found. *The person you are waiting for will come.\n*Building anew house, removal, employment are all good. *When you make a trip, be\ncareful. *Marriage is very good", "image": "./images/Qian/8.jpg"}, {"title": "No.8 BEST FORTUNE", "content": "Don't get along with the lower classes as the upper classes. Both in culture and\nfighting go well.\nHappiness will come to you just like cutting rice plants with a cutter. If you have\nright mind and keep virtue asa man, you will be able to get best fortune,\n\n*Your wishes will be realized. *A sick person will recover. Taking good care is\nimportant. *The lost article will be found. *The person you are waiting for will come.\n*Building anew house, removal, employment are all good. *When you make a trip, be\ncareful. *Marriage is very good", "image": "./images/Qian/40.jpg"}, {"title": "No.55 REGULAR FORTUNE", "content": "‘The black clouds on the moon were cleared up, it get really bright again, Just like the moon and\nstars shine clear, everybody have calm mind with nothing to regret or wor about\nEvenif there might bea lite obstacle or stoppage its not big trouble for your future. You can\n‘et prosperity again and desoendant will grow numerous.\n\n*Your request will be granted. *The patient get well soon. *The lost article will be found. *The\n\nperson you wat for comes late. “Building a new house and removal are both well. Its good to\n\nstata trp, *Marrage of any kind, new employment are both well.\n\"Building anew house and removal are both well", "image": "./images/Qian/55.jpg"}, {"title": "No.68 REGULAR FORTUNE", "content": "Tn your dream, you met a mayor gentleman superior to thousands, ten thousands people. Now\n\n‘et good fortune and wonder why it was So unhappy until now. The fortune came to you ike\n\nflowers smell so sweet on warm days in spring. Its a happy looking that shouldbe celebrated, the\ndecayed branch got lowers open again.\n\n“Any request will be granted to you. “The patent get well soon. “The lost article wil be found,\nThe person you wait for appears. “Build a new house and removal are both well. \"You can start a\ntrp, *Mariage of any kind, new employment are both well,", "image": "./images/Qian/68.jpg"}, {"title": "No.95 GOOD FORTUNE", "content": "Encourage yourself and you will be fortunate.\n\n‘You havent seen asign of good luck ye, but you wll gt it in the fire\nHearing a moming cll ofa cock, you will have to wait fora chance to come.\n‘Your time has come, you willbe happier like a ship sits before the wind.\n\n* Your wish will come tru, “The sick person will not get well so soon. *The los article wont be\nfound, *The person you are waiting for will come lat. “Both building 2 new house and removal\nwill not cause you any trouble, “It is good to make a tip. *Both marriage and employment are\n00d.", "image": "./images/Qian/95.jpg"}, {"title": "No.6 GOOD FORTUNE IN FUTURE", "content": "All of your family members should be patient and careful. You had better believe in\ngods or Buddha. Everything will go slowly and not progressive because devils will\ngive you damage, and many mistakes and misunderstandings will happen,\nEven if you might loose treasure, it will appear again. Do your best, ten the\nsituation will change and you can get good fortune.\n\n*Your wishes will not be realized. *A sick person will be hard to recover. *The lost\narticle will. not be found. *The person you are waiting for will come but take a long\ntime, *Building a new house and removal are both good, *Making a trip is good.\n“Marriage and employment are bad.", "image": "./images/Qian/6.jpg"}, {"title": "No.57 REGULAR FORTUNE", "content": "Ikis almost impossible to cross river too wide, waves are hard allover the river, you cant get to\n\nthe other shore without a boat. But if you get a chance to cross the river when waves get calm\n‘down, You can get powerful mean to pick up a gant ish,\n\n \n\n\"Your request will be granted. *The patent get well, but takes a litle time. *The lost article willbe\nfound soon, “The person you wat for will ome late. \"Building a new house and removal re both\n‘well. \"You should to stata trp, *Both mariage and new employment are wel, bt by a half", "image": "./images/Qian/57.jpg"}, {"title": "No.57 REGULAR FORTUNE", "content": "Ikis almost impossible to cross river too wide, waves are hard allover the river, you cant get to\n\nthe other shore without a boat. But if you get a chance to cross the river when waves get calm\n‘down, You can get powerful mean to pick up a gant ish,\n\n \n\n\"Your request will be granted. *The patent get well, but takes a litle time. *The lost article willbe\nfound soon, “The person you wat for will ome late. \"Building a new house and removal re both\n‘well. \"You should to stata trp, *Both mariage and new employment are wel, bt by a half", "image": "./images/Qian/71.jpg"}, {"title": "No.73_ REGULAR FORTUNE", "content": "‘Cloudy sky fra long period, finally ge clear, everything get bright again. Atte same time, the\n‘water get clean and clear like no trouble in our mind, Receiving a tare ltr from faraway, and\nfound out you got sucess. Meeting a person unexpected, and by whose help, your request and\ndesire will be all granted.\n\n**Your request will be granted later. *The patient will get wel. *Lost article willbe found. *The\nPerson you wat for will ome, “Building a new house and removal are both well \"To start tips\ngood. *Marrage of any kind and new employment are both well.\n(RE FRER! Ode SR\nBROMMLTOGD LBL DeaR SN, HAUNT, AMEDD di 3\nBROBRE SY ELL Oo eaten Ura TMC", "image": "./images/Qian/73.jpg"}, {"title": "No.73_ REGULAR FORTUNE", "content": "‘Cloudy sky fra long period, finally ge clear, everything get bright again. Atte same time, the\n‘water get clean and clear like no trouble in our mind, Receiving a tare ltr from faraway, and\nfound out you got sucess. Meeting a person unexpected, and by whose help, your request and\ndesire will be all granted.\n\n**Your request will be granted later. *The patient will get wel. *Lost article willbe found. *The\nPerson you wat for will ome, “Building a new house and removal are both well \"To start tips\ngood. *Marrage of any kind and new employment are both well.\n(RE FRER! Ode SR\nBROMMLTOGD LBL DeaR SN, HAUNT, AMEDD di 3\nBROBRE SY ELL Oo eaten Ura TMC", "image": "./images/Qian/11.jpg"}, {"title": "No.89 THE BEST FORTUNE", "content": "‘Your gem has no flaw andi wil glisten better when you polish.\n(Good character by nature becomes much better when you polish yourself.\n‘You will become known beter.\n‘You become wealthy and you may have a repeated stroke of goodluck.\n\n*Your hope will be come true. *The patient wil be sue to recover. \"The lst thing is late to be\nfound, “Building a new house and removal are both good. “Its good for you making a trp. *Both\ntear: Sac med neat we goed", "image": "./images/Qian/89.jpg"}, {"title": "No.60 SMALL FORTUNE", "content": "‘Though you want climb upto a height or a dangerous peak, it bring you big trouble and hard\n‘work to go up thee. You can be in safe all through your life wherever you stay onthe flat place. So\nfaras you kep the right way, a fortune may meet you sometime:\nThis sue that certain fortune will help you to get a happiness.\n“IF your mind is always ight, your request willbe granted. *The patient keeps bed long. “The lost\nticle is hard to find out. “The person you wait for will not come. *Building a new house and\nremoval are both bad. *To stata tip will bring you a half fortune. *Marriage and new\nemployment are both half forune\n\n(ARP ORE OA\nBROMPIt OL BL Diz SAL SEU BUC, AA 85", "image": "./images/Qian/60.jpg"}, {"title": "No.50 REGULAR FORTUNE", "content": "All your request & desire will get through and go change to the better. The double letters of\nmountain’ means to go out, and you can do everything in a hurry and bein safe. Naturally your is\nso fortune, and you can meet with so many a happiness\n‘Everything, treasure wealth and income will be in your hand without any trouble.\n\nYour request will be granted. *The patent will get well soon. “The lost article will be found,\n“*The person you wait for will come but late. \"Building a new house or removal are both good.\n*Tostart a tip is good. *Marrage and new employment are both well\n\nTARR OUR E Ae\nBROBPHIEO’P PELL Ding on Hem BVT, Eee Ome", "image": "./images/Qian/50.jpg"}, {"title": "No.85 THE BEST FORTUNE", "content": "Eveniif your desire willbe slow to come, it better for you not to be anxious so much\n‘You will gradually become famous and peaceful,\n\n‘You geting good help, your wishes will befnally realized.\n‘Your way goes to the Paradise of the Saints and you can live long at ease.\n\n“*Your wishes will be realized. *The patient will get well. *The lost article will be found. “The\n‘person you are waiting for will come. *Buikting a new house and removal are both good. *It is\ngood to make a trip. *Both marriage and employment are good.", "image": "./images/Qian/85.jpg"}, {"title": "No.100 BAD FORTUNE", "content": "‘Your happiness in the past was hidden anong the clouds, ike you lst ll your dependence.\nGoing over a mountain with harp means that you have hidden yourself from the word, Ifyou\ncant meet aherit after climbing up mountains, you will not feel yourself tease\n‘You will be completely ata loss with your empty heat.\n\n \n\n*Your wish willbe hard to be realized. \"The sick person is hopeless. \"The lost article will not be\nfound. *The person you are waiting for will not come. *It is bad to build a new house oF to\nremove. “Its bad to make a ip. “Both mariage and employment ae bad.", "image": "./images/Qian/100.jpg"}, {"title": "No.17_ BAD FORTUNE", "content": "If you ty to avoid danger, you will suffer from difficulties. Misfortunes come continuously and\nmembers of your family will have to leave.\nWhen you feel sorry for flowers fall, it begins to rain again onto them. Since everything doesn't\ngo well as you expected, you'll come to think up something bad while drinking.\n\n“*Your wishes will not be realized. *A sick person will not recover. *The lost article will not be\n\nfound, *The person you are waiting for will not come. *Building a new house and removal are not\n‘g00d, *Making a trip is bad. * Marriage and employment are both bad.\n(RRS! ORE OA", "image": "./images/Qian/17.jpg"}, {"title": "No.52_ BAD FORTUNE", "content": "Something wrong will be upon you and get a hard trouble, accused and to into law by other\npeople. Besides the trouble which goes into aw, another one will come over getting more\n\ncompleted.\nBut there sill you may get someone to guard you. Dont get disappointed, eventhough you are\ninctsis, soon comes some person to help you.\n\n“Your request will not be granted, *The patient keeps bed long and hard to get well. “The lost\naicle will not be found. *The person you wait for will not come: *Building a new house and\nremoval are both half good fortune. *You should sop stating a trip. *Mariage and employment\nare both half good fortune.", "image": "./images/Qian/52.jpg"}, {"title": "No.48 SMALL FORTUNE", "content": "Just like looking atthe treasure of other people beyond the valley. Lets stop to hurt your heart\nand give touble to your mind.\n\nIf once a chance comes you can meet an excellent fortune. Jus like a giant happy bird fly up to\nthe sky, you will sucoeed in this society, and rise tobe famous in the world, meeting with so many\nfortunes.\n\n‘Af you have right mind, your request will be granted later on, *The patent, the sickness may last\n\nJong, but is sure to get well. *The los article will be found. *The person you wait for will come", "image": "./images/Qian/48.jpg"}, {"title": "No.48 SMALL FORTUNE", "content": "Just like looking atthe treasure of other people beyond the valley. Lets stop to hurt your heart\nand give touble to your mind.\n\nIf once a chance comes you can meet an excellent fortune. Jus like a giant happy bird fly up to\nthe sky, you will sucoeed in this society, and rise tobe famous in the world, meeting with so many\nfortunes.\n\n‘Af you have right mind, your request will be granted later on, *The patent, the sickness may last\n\nJong, but is sure to get well. *The los article will be found. *The person you wait for will come", "image": "./images/Qian/49.jpg"}, {"title": "No.48 SMALL FORTUNE", "content": "Just like looking atthe treasure of other people beyond the valley. Lets stop to hurt your heart\nand give touble to your mind.\n\nIf once a chance comes you can meet an excellent fortune. Jus like a giant happy bird fly up to\nthe sky, you will sucoeed in this society, and rise tobe famous in the world, meeting with so many\nfortunes.\n\n‘Af you have right mind, your request will be granted later on, *The patent, the sickness may last\n\nJong, but is sure to get well. *The los article will be found. *The person you wait for will come", "image": "./images/Qian/81.jpg"}, {"title": "280), HORMIIT (0 SR CHHO [AER] vanet", "content": "ee eee eee", "image": "./images/Qian/28.jpg"}, {"title": "No.33 REGULAR FORTUNE", "content": "‘When spring comes, withered tree blooms so charming. The sweet smel fils in the wood field\n‘and the sky. Your fortune will go developing your chance. The bright moon comes to shine\n‘among the fading clouds. Meeting a person of high social status, his help will bring you a happy\nlite\n\n \n\n**Your request willbe granted. *The patient gt well soon. \"The lost article will be found, *The\nperson you wat for will come. *Building anew house and removal are both wel. \"Mariage and\nemployment are both well. \"To start trips well", "image": "./images/Qian/33.jpg"}, {"title": "No.76 REGULAR FORTUNE", "content": "‘To berich or noble are given by God, you cant get them by your own endeavor, and knowledge.\nAlthough you work hard with your bes, it doesnt come ot so well without help ofthe God.\n‘Coming fortune in future depends on all whet you have done at pas. Ifyou be have your best to\nothers, you canbe rich and get honor by people\n\"Your request will be granted. *The patient get well soon, *The lost article willbe found. *The\nPerson you wait for wll come, *Building a new house and removal are both good. *It is good to\nst tp. Marig of any kind and ne employment ae oh wel\n\nARR DURE ot", "image": "./images/Qian/76.jpg"}, {"title": "No.15 BAD FORTUNE", "content": "Every year your servants will et fewer and fewer and you willbe alone Even if you stay in bed\nforalong while, youl never get well\ni too dangerous for you o bring the boat to the shore. Just ike a dragon loses its treasure ball,\nyou will ose yourhop.\n\n“*Your wishes will nt be realized. *A sick person will never recover. *The lost article will not be\nfound. *The person you are wating for will not come. *Building a new house and removal are not\n\ngood. \"Making a rip, mariage, employment are bad.\n\n(REPRE ORES", "image": "./images/Qian/15.jpg"}, {"title": "No.74 BAD FORTUNE", "content": "‘You should know that there may be some bad people like a snake or tger that hurt you. The\n\nchinese letter, two tails for one ball means to loose everything. When the people get pleasure, there\n\nhappened to be some interference by others, which is obstacle for peace union ofthe people. The\n\"upper and the lower do not meet so well, means a family being out of joint.\n\n*Your request will not be granted. *The sick patent ishopeles. \"The lost ail will not be found,\n“The person you wait for will not come. *Building a new house and removal are both bad\n* Matage of any kind to start tip and new employment areal bad.", "image": "./images/Qian/74.jpg"}, {"title": "No.92 GOOD FORTUNE", "content": "Always traveling around since your childhood has given you alot of places.\ntis a good sign to dream of a young horse in sping and a dream of a swift horse will bee a\n‘much beter sign.\n‘Wherever you go, everything can be done as you wish,\n‘When an arow goes staight, you will gta catch. Good luck will ome to you from the heaven.\n\n\"Your wish will come true, “The sick person will gt well. \"The lost article will be found. *The\nperson you are waiting for will come soon, *Building a new house and removal re both good. *It\nis good to make a rave. \"Mariage and employment are both good.\n(ABFRERS DURE OH", "image": "./images/Qian/92.jpg"}, {"title": "No.78 THE HIGHEST, EXCELLENT FORTUNE", "content": "‘You should keep a public and right way without selfishness adapting all comect means. Never\n‘mind misunderstand and blame of others if you have done your best to them even if result doesnt\ncome out well\n\nJust like the pine tree and camellia are always green, never change your mind keeping true\nsincerity. Then you can get abundant fortune and happiness in coming future.\n*Your request will be granted. *The patient will soon get well. “The lost, article will be found.\n°*The person you wait for wll ome. “Building a new house and removal are both well “Iti good\nto stata wip. *Mariage of any kind and new employment ae all wel", "image": "./images/Qian/78.jpg"}, {"title": "No.70_ BAD FORTUNE", "content": "‘Thunderbolt occur atthe grass inthe garden, which means that lower people under you give\nyou damage and hurt you. Fire flies up tothe sky means upper and lower people dont gt along,\n‘making struggle to each other. Although you relly hope to gt fortune with eamest desire and\n‘work hard trying to gett, but the entrance is closed and you have nothing to do with it\n\n*Your request will not be granted. *The patient is hard to recover. “The lost ticle will not be\nfound. *The person you wat for will not come over \"Bulding a new house and removal are no\n004. \"Mariage of any kind to tat tip and hie new employee areal bad.\n\n[REPRER! OBR E\nBROBHLEOLDLYBLE DASA, He. foe Ego ee", "image": "./images/Qian/70.jpg"}, {"title": "No.38 MEDIUM FORTUNE", "content": "‘The moon is shining clearly in the sky without little cloud. Fog and mist covers the moon hiding\n‘our sight until now,\n‘Rather than to think over the others, others may leave you. Though always want everyone to be\npeace isfoune ad sees llcome you agaist your dese.\n\n \n\n**Your request will not be granted. *The patient will not recover soon. *The lost ticle is very hard\nto find. “The person you wait for will not come: “Building a new house and removal are not well\nalways. *Stop atinga tp *Maiage and enployment shouldbe stopped.", "image": "./images/Qian/38.jpg"}, {"title": "No.69 BAD FORTUNE", "content": "‘The clear moon is covered by thick clouds. The sky got dark and doesn't get fine.\n‘Ared flower decayed to a half, the bad fortune is found among the happiness, Though you want\nand try to make a thing perfect, it hurt your mind with trouble some matters.\n‘They wam you that never think of excessive desire, impossible like to sail so far by boat.\n\n*Your request will not be granted. “Dont get relaxed to care the patient. *The los article will not\nbe found, *The person you wait for will not appear. *Building a new house and removal ae both\nbad, *It sno good to start a trip. *Marriage, of any kind and new employment are all bad.\n\n(ARR) OBR EAE\nBa ik bi. eiaicbe ec. ABO Ul di >", "image": "./images/Qian/69.jpg"}, {"title": "No.69 BAD FORTUNE", "content": "‘The clear moon is covered by thick clouds. The sky got dark and doesn't get fine.\n‘Ared flower decayed to a half, the bad fortune is found among the happiness, Though you want\nand try to make a thing perfect, it hurt your mind with trouble some matters.\n‘They wam you that never think of excessive desire, impossible like to sail so far by boat.\n\n*Your request will not be granted. “Dont get relaxed to care the patient. *The los article will not\nbe found, *The person you wait for will not appear. *Building a new house and removal ae both\nbad, *It sno good to start a trip. *Marriage, of any kind and new employment are all bad.\n\n(ARR) OBR EAE\nBa ik bi. eiaicbe ec. ABO Ul di >", "image": "./images/Qian/61.jpg"}, {"title": "No.54 BAD FORTUNE", "content": "‘Your body is one but with 2 different kind mind, so everything goes out of order, Just like lunar\n‘eclipse make the sky all dark all will be at dark. Though fortune approaches to you, but you cant\nii\nJust lke a fish cant meet water, there may be so many possibility to be a bad case for you.", "image": "./images/Qian/54.jpg"}, {"title": "No.72 REGULAR FORTUNE", "content": "‘Some damage will come into your family, so you have to take care to defend it. That branches\n_gr0ws separate, means everything doesnot meet together. When hard winter is over, those things\nmay get beter in the midale pring. All family member get along quite well, and they can get all\nfilled by fortune.\n* Your request willbe granted late finally. *The patient keeps bed long. *The lot article will be\nfound later. “The person you wat for comes late, “Building a new house and removal are both\ngood buta half fortune. *To start tip is all ight. *Marriage of any kind and new employment are\nboth half fortune an gets beter ater.\n\nCRRA) O dR E\nee ORn EOE Ubi Dx i HEB. rr poemeoeteay", "image": "./images/Qian/72.jpg"}, {"title": "No.87 THE BEST FORTUNE", "content": "‘You will meet good luck by chance just like getting a gem from the rocks while you are\ndigging.\nEven if you ae righteous and have a chance tobe success, nothing can be achieved unless\n‘you work hard.\n\n“*Your wishes will be realized, *The patient will get well. “The lost article willbe found. *The\n\n[petson you are waiting for will come. *Building a new house and removal are both good, *It is\n_g0od to make a trip, *Both masriage and employment are good.\n\nPREFS DERE hE", "image": "./images/Qian/87.jpg"}, {"title": "No.35 REGULAR FORTUNE", "content": "‘While hunting with archery, drawing a bow against animal without missing the aim, you can get\nabi ds ike his you can get he i oe\n‘Like an expert priest guide you to fine success, you can get the help of a wise man.\nFollowing he teaching ofa wireman you ca gta pleasure to succeed in your carer inthis\nsoxay wih\nMyers, like the setting sun shines more brightly, your fame will grow up higher among\n\n“*Your request will be granted. *The patient get well. *The lost article will be found. *The person\nyeu wat fowl come but ae: “Buin arose an removal wil pet harm. #To stat tip is\n‘Well. \"Marriage anc employment are both well\n(RRR! Ob REO", "image": "./images/Qian/35.jpg"}, {"title": "No.99 THE BEST FORTUNE", "content": "‘The sunis shining so brghdly that you will get the blessing ofthe heaven,\n‘The moonis shining clearly again afte a cloud passes.\n‘You may have rare treasure.\nGaining fame, you can meet all your wishes.\n\n“Your wish wil be realized. \"The sick person will get well. “The lost atcl wil be found. *The\nPerson you are wating for will come. “Its good to make a tip. *Marriage and employment ae\nLose ae\npee OWRE A\nBRBOBees Oba Uni Dex on. seu\nADE bt Muiaminyarcic$ ) 2", "image": "./images/Qian/99.jpg"}, {"title": "No.99 THE BEST FORTUNE", "content": "‘The sunis shining so brghdly that you will get the blessing ofthe heaven,\n‘The moonis shining clearly again afte a cloud passes.\n‘You may have rare treasure.\nGaining fame, you can meet all your wishes.\n\n“Your wish wil be realized. \"The sick person will get well. “The lost atcl wil be found. *The\nPerson you are wating for will come. “Its good to make a tip. *Marriage and employment ae\nLose ae\npee OWRE A\nBRBOBees Oba Uni Dex on. seu\nADE bt Muiaminyarcic$ ) 2", "image": "./images/Qian/56.jpg"}, {"title": "No.31 FINAL, THE LEAST FORTUNE", "content": "‘A chance doesnt come yet, 0 a large cat change into a giant bird. Everything isnot ready 9\n‘move on, sand sil on tee shoreline, waiting fora good chance in future. A chance is coming to\nthe fish to be a giant bird, the giant fish is mealy to fly to the sky, pushing up the waves.\nEvery one can eam te big fame when he meet a chance.", "image": "./images/Qian/31.jpg"}, {"title": "No.90 THE BEST FORTUNE", "content": "Ifyou are sincere and honest, your desire will be successful by blessing.\n“You will come back with alot of treasures by boat\nWherever you go, you will be happy.\n‘With the recommendation by your seniors, you will have a good job.\n\nYour hope will be come true. \"The patient will get well. *The lost thing will be found. *The\nperson you are waiting for will come. *It is good making a tip. “Building a new house and\naccra re both geod “Bok merge ani caplet or ood\n\nCARRE) OM RE OA", "image": "./images/Qian/90.jpg"}, {"title": "No.83 BAD FORTUNE", "content": "‘Your wishes will nt be realize as if tis impossible to climb up the heaven,\n\nIkis impossible to envy te clear moon.\n[Even fyou wish see the moon, itis behind the clouds.\n\nARBRA\nBERET, MNLASRLIELTO,\n\n \n\n“*Your wishes will not be realized. “The patient will not recover soon. *The lost article will not be", "image": "./images/Qian/83.jpg"}, {"title": "No.20. GOOD FORTUNE", "content": "“The moon rises inthe sky and gradually geting bright. You wil gt household goods and your\nlife wil be prosperous. Something youve eft behind willbe completed in the end Then you wll\nbeable tobe swocessfil\n\n**Your wishes willbe realized *A sick person will eoover. “The lost article will be found. *The\nperson you are waiting for will come. “Building a new house and removal are good. *Matriage\nand employment ae all good. *Making a trip is good.", "image": "./images/Qian/20.jpg"}, {"title": "No.67_ BAD FORTUNE", "content": "‘Weak-ned tree has lost leaves, branches, they have to wait long until go get recovered. Having\n‘excessive desire to climb up the ladder to clouds, your mind get confused. At last you may be out\n‘of peace and safety, you should be more carefil at your way. Sty alone, being unknown to the\n‘other people you have to hold problem inside,\nYour request will not be granted. *The patient keeps bed long, *The lst article will not be found.\n“The person you wait for wll not come over. *You had better to stop build a new house and the\nremoval. *You should stop to stata trp. “Mariage of any kind and new employment are both\nbad\n\nTAR FREH) OW RE CAE", "image": "./images/Qian/67.jpg"}, {"title": "No.3 BAD FORTUNE LACK", "content": "Although you do your best and sincerity to others, it's useless just like burning\nincense to the sky.\n\nEven if it may be a small loyalty, a good deed prevents causing damage. You will\nspend a long, hard time working on many useless things.\n\n \n\n \n\n*Your wishes will not be realized. A sick person will recover but take a little while.", "image": "./images/Qian/3.jpg"}, {"title": "No.58 FORTUNE", "content": "So many wide river and sea are on our way, they are so hard to walk aross.\nJust like to push up a coach to a step mountain, going ahead or coming back, both are\nimpossible, so cant move any more. Some people stand our front as barrier, everything doesnt go\n0 smooth\n\n \n\nMHRA TL EF 5", "image": "./images/Qian/58.jpg"}, {"title": "No.12 BEST FORTUNE", "content": "‘When spring comes, willows are in bud. Jus like flowers bloom on old branches, something\n\nhappy will come, There is still frost and snow, but brilliant happiness is in it Your fortune is\nalways good, never be destroyed.\n\n**Your wishes will be ralizad,*A sick person will recover. “The Tos article willbe found. *The\nperson you are waiting will come but late. “Building a new house and removal are good. *Making\ntip has no problem. *Mariage and employment are all good.\n\n(AR SRAR) ORE OE\nBROWHL OGD LABIE DRA ON, TEU C, HABE ci 3,", "image": "./images/Qian/12.jpg"}, {"title": "No.98 BAD FORTUNE", "content": "Itishard to unravel an entangled thread.\n\n(Oppressed with sorrow, you cat tell whether itis right or not\n\n‘You find yourself in hard, awkward circumstance like being caught in a ishing net\n\nEven though you may have a lot of trouble and sortow, everything willbe al ight if you are\npatient and have faith in Buchism.", "image": "./images/Qian/98.jpg"}, {"title": "No.43_ REGULAR FORTUNE", "content": "‘A crescent moon willbe fl gradually, so you should wat the chance.\nItis so hard to get a chance and fortune, lke to hunt the deer ina deep valley. But with the of a\n‘eat person with honor, the deer willbe shoot and given to you. Then everything start going so\nwel, you can get the job and income, later social fame together.\n\nLeese", "image": "./images/Qian/43.jpg"}, {"title": "No.43_ REGULAR FORTUNE", "content": "‘A crescent moon willbe fl gradually, so you should wat the chance.\nItis so hard to get a chance and fortune, lke to hunt the deer ina deep valley. But with the of a\n‘eat person with honor, the deer willbe shoot and given to you. Then everything start going so\nwel, you can get the job and income, later social fame together.\n\nLeese", "image": "./images/Qian/22.jpg"}, {"title": "No.39 BAD FORTUNE", "content": "‘You cant tell your request to others, holding it in your mind, Misfortune happens to you\n\nrepeatedly, just ikea fre bums your house. Trouble danger be at you continuously, you should be\n‘ery careful, that you may Toose the most important article for your life.\n\n \n\nYour request will nt be granted. *The patient wil get worth. *The los article will not be found.\nThe person you wait for will not come, *Stop building a new house and removal. *Stot starting a\n|_ ip. *Maniage and employment are both ba", "image": "./images/Qian/39.jpg"}, {"title": "No.26 REGULAR FORTUNE", "content": "‘Thousands of soldiers obey you without failure to the order and dignity of the General. All\n\nsoldiers evento the far distant counties will be the same by your order. To get win oro loose are\n\n‘unknown while they attack the enemys castle. Show why the great honor (indifferent) in defeating\nthe enemy, iis not worth while so much tothe people.\n\nYou request will be granted. *The patient will get well. *The lost, anicle will be found soon.\n*The guest you wait for will come soon. *Building a new house and removal ae both ine, “It is\n‘good to start a trip, *Marriage and employment are all well,", "image": "./images/Qian/26.jpg"}, {"title": "No.10 BEST FORTUNE", "content": "‘Bad old things will tur into happiness. New hope appearing, you will get treasures.\n‘You can find hope on the cloud in the sky.\nJust like dead trees bloom flowers when spring comes, everything will be\nProsperous.\n\n   \n\n‘*Your wishes will be realized. *A sick person will recover, *The lost article will be\nfound, *The person you are waiting for will come. *Building a new house and removal\n\n[RE RE] O wARE oot", "image": "./images/Qian/10.jpg"}, {"title": "No.7 BAD FORTUNE", "content": "If you get on board a boat and wait for the wind blow over, you can't sail out. The\nKooc id i save Eyl cli ou tact wae ting | hing\nSa an yi pt hich deh ab ibe pd foci sitor ea\n\n*Your wishes will not be realized. *A sick person will not recover. *The lost article\n‘will not be found. *Building a new house and removal should be stopped. *Marria\ncelebration, making a trip, and employment are all bad. *The person you are w.\nfor will not come.", "image": "./images/Qian/7.jpg"}, {"title": "No.24 BAD FORTUNE", "content": "3 women shouldnt moet together, as they talk too loudly. Though they exchange the words of\npromise, those will never be realized,\n‘he departed soul will not come up to us.\n‘Be more faithful in believing the Gods and Buddha. Lets discriminate the black and white\n‘among the accumulated cloth,\n\n*Your request will be granted. \"The patient will get well but it takes time. *The lost article will be\nfond but late, *The expected guest will appear late. *Building a new house and removal are both\nbad. “tis bad to stata trip now. *Marriage and employment are both bad.\n\n(REPRE) DUPRE a", "image": "./images/Qian/24.jpg"}, {"title": "No.47 REGULAR FORTUNE", "content": "‘Though you always desire to make up your request immediately, even if it takes too long, don't\n‘worry about that. Just like step over many mountains, after so many hard work, your request will.\n‘come out to fine, Treasures and wealth will be in your hand without any trouble.\n\n \n\n \n\n*Your request will be granted. *The patent will get recovered later on, *The lost article will be\nfound soon. \"Building a new house and removal are both wel. *To tart a tip and its destination\n|_aeboth well. “Marage and employment are both well", "image": "./images/Qian/47.jpg"}, {"title": "No.80 EXCELLENT GOOD FORTUNE", "content": "‘To study the truth in deep mountain, he sa real splendid man superior tall\n“His work and merits are known to public, the Emperor send messenger to invite him, then he\nwill get wonderfl success.\n‘Both dragon and giant birds came and flew away, showing the appearance ofthe Sait in this\nlucky world. You climb over nine storied high heaven and sill go futher geting an extreme\n\n \n\n‘happiness.\n**Your request will be granted. *The patient will get well. \"The person you wait for will come.\n“Building a new house and removal are both well. “The lost article willbe found, \"Its good to", "image": "./images/Qian/80.jpg"}, {"title": "No.45 REGULAR FORTUNE", "content": "‘You have desire to be superior to all others, and to build un your dignity and identity.\n‘A satisfactory income, riding coach and a horse, are seen infront within your conto\nIfyou area strong warrior, you can catch and contol the whole country by just one and ow\nBecome well known to all countries, getting much income, thus all your relatives can be\nprosperous. Just ike your way ahead is fl ofthe green grass and orchid flowers.\n\n \n\n*Your request will be granted. “The patient get well. *The lost article will be found but late,\n\"Building a new house and removal are both well. “It is good to stata tip. *Marriage and\n‘employment are both well", "image": "./images/Qian/45.jpg"}, {"title": "No.63 BAD FORTUNE", "content": "We wonder why so many barriers are on our way, repeatedly. Intimate people are getting off\n‘one by one. Being pushed under the heavy wheel, we are forced to stay its under with hard trouble.\n‘Gold, treasure and wealth are burred underground, the chance doesn't come to us yet.\n\n\"Request will not be granted. *The patient will not be cured “The lost acl will not be found.\n*The person you wait for will nt come. *Building a new house and removal ae both bad. *You\nshould top to start wip, *Both mariage and employment re bad.\n\n(RRFRAR) OBRE\naD a Ob eT Die ie nub\nAEOBBE TD ELI. HenSM i", "image": "./images/Qian/63.jpg"}, {"title": "No.5 BAD FORTUNE LACK", "content": "Although you work hard, your family business will not yet be prosperous, Obstacles\n\nand damages are coming over continuously. Whole situation will be really dangerous.\n\nJust like black clouds cover moonlight, many accidents will happen. Also it looks like\na beautiful lady burning perfume in her bedroom, suffering from anxiety.\n\nFo", "image": "./images/Qian/5.jpg"}, {"title": "No.36 THE LOWEST FORTUNE", "content": "\"You may get the deficit at first but can get the profit at las. Just like the moon decayed at first\nbat ight by night it grows bigger and becomes, a fll moon at last.\n‘Waiting for the time passes by, night and days, days and night. At last moon light shines into\nYyour house, your family willbe filled with delight and happiness.\n\n*Your request will be granted later. \"The patent will get well, but i takes a longtime, *The lost,\narticle will not be found. *The person you wait for will come but late. *Building a new house or\nremoval should be postponed. * Your trip get harm on the way. *Martiage and employment are\nboth bad.\n\nPARRA) ORE CH", "image": "./images/Qian/36.jpg"}, {"title": "No.9 BEST FORTUNE", "content": "If you try to be famous, it will come out as you hope. For example, if you have three\nKinds of hopes, three will be completed.\nGods will come and where he points to, flowers and fruits grow timely. Good\nfortune will come and it brings you happiness.\n\n \n\n*Your wishes will be realized. *A sick person will recover. *The lost article will be\nfount. *The person you are waiting for will come. *Building a new house and removal\n_are good. *Martiage and employment are all good. *Making a trip is allright.", "image": "./images/Qian/9.jpg"}, {"title": "No.42 REGULAR FORTUNE", "content": "‘When spring comes, Katsura tree flowers ar in fll bloom, smelling so well. Your fortune will\nCe ARS oe Ee ANE\nlimbing the way to top ofthe sky Also you meet a reat person with honor who helps you.\n“The moon in the dark sky will get bright again in the clear sky, you can meet the fortune soon.\n\n* Your request willbe granted. “The patient get well soon. *The lost article willbe found soon. *It\n{s good to stata tip. *Matiage and employment are both wel\n\n[REPRE OB RE OA\nBROMELOCH LPBIE DA SN, JMUUIBC, DAMME 5,\nHEOSRE AY SLA, MaMenm ie CLs ) FUR = bi", "image": "./images/Qian/42.jpg"}, {"title": "No.64 BAD FORTUNE", "content": "Although it seems to be quite safe, everything is full of the coming danger.\n“You meet so many sadness, to be forced to leave from the people with sympathy.\nWind is so hard and make waves so high. The parr shouldbe together alvays bt they fly\nsepa, wy?\n**Your request will not be granted, *The patient is hard to get well. “The lost article will not be\nfound. *The person you wait for will not come. *Building a new house or removal are both half\nfortune, *To start a trip makes a half fortune. *Both any kind of mamriage and new employment are", "image": "./images/Qian/64.jpg"}, {"title": "No.59 BAD FORTUNE", "content": "‘Your minis unset wondering to eave oo ty, Al your deeds and wrk are bth\nindefinite, suffering from so many troubles. The moon want to be clear and brilliant but dark\nlt comet ert Your ind drs sy ian il oe ht ay\n\n*Your request will be hare to be granted. *The patient is hopeless. “The lost article will not be\nfound, *Lets stop building a new house and removal “Stop stating a trip. *Stop mariage of any\nind, and new employment,\n\nDREARR) OBR E OE\n\nBROMHATOEM LPBIE YAR SN, JRUBY, HABAFO EDIE >", "image": "./images/Qian/59.jpg"}, {"title": "No.37 A HALF FORTUNE", "content": "“That direction is clouded so thick that east or west are not seen. Though you want to be famous\nin career, a chance doesnt come yet.\n‘You should wait for a chance with patience until the time comes. Just like to hunt 2 geese with\n‘one arrow, you can get eouole happiness.", "image": "./images/Qian/37.jpg"}, {"title": "No.23 GOOD FORTUNE", "content": "Red clouds move and cover your way, and sign of being fortunate is always on your way.\n‘Anamtow you shoo always gets target, everything you do wil get ite Wel\n‘Your target doer runs faraway thousands miles ahead, so you should watch the direction of\nyour aow. Nobody knows that a der wil runaway sofa. You should nat have an exoessve\nese.\n\n*Your hopes will come out to be true, but you should know about yourself. *Recovering of\nsickness is hard. *Fining the atcle you lst will hard. *The person you are waiting fowl show\nawound. *There are no problem of building and moving house. \"Theresa bit worry about\ntraveling. “There are no worry about mariage and employment.", "image": "./images/Qian/23.jpg"}, {"title": "No.21 GOOD FORTUNE", "content": "‘Washing offal ba things in the past, now everything is clear nd clan,\n‘The brilliant light and glorious flower came out clean again being washed so wel.\n‘What you desire wil finally gets profit, which means everything around you comes out quite\nwell.\n“Time passing by, everything tums out to be beter, jus ike the sun shines al day long.\n\n*Your hopes will tum out to be real. *Recover fom sickness, but if careless, might be serious.\n“The lost thing willbe found and the person you wait shows around, *There are no problem of\nbuilding and moving house. “There are no worry about mariage, tavel and employment.\n\nPARR) ORE", "image": "./images/Qian/21.jpg"}, {"title": "No.82 BAD LUCK", "content": "Fire breaks out up tothe sky.\nThisisa big fire, which bums tothe heaven.\n\"New problem and mistakes inthe past come together, making us worry too much,\nwillbe impossible for you to get whatever you want.\nFinding big river on your way, no boat will be found there to cross by.\n**Your wishes will not be realized. *The patient will not get well. *The lost article will not be\nfound, *Building a new house or moving is no good. *You should stop to make a tip. \"Marriage\n‘and hiring employees are both bad.\n\neee DaRE", "image": "./images/Qian/82.jpg"}, {"title": "No.1 BEST FORTUNE", "content": "The tower of cloisonné with seven treasures is standing in a stately manner upon the\nhigh summit.\nPeople look at it and praise it,\n\"Your fortune is jus like this tower. When you look at it more carefully, your fortune.\nwill be more excellent.\n\n*Your wishes will be realized.*A sick person will recover.*The person you are\n‘waiting for will come soon.*The lost article will be found but it will take a little\nwhile.*Building a new house, moving marriage, taking a trip, employment are all\n‘good *Be careful for everything that you want to do.", "image": "./images/Qian/1.jpg"}, {"title": "No.96 THE BEST FORTUNE", "content": "Relying upon a person in higher rank for help to succeed in one's life is just like a cock tres to\nfly following a phoenix and perches on a higher twig.\nPPling a boat across the steam isa simile of your geting along well wth thers inthis world\n‘You will rise in the world and be wealthy.", "image": "./images/Qian/96.jpg"}, {"title": "No.66 BAD FORTUNE", "content": "‘When water and wave stay stil long and dont circulate ll become diy. Flying birds drops off\nfeathers, which means they got weakened, Trouble will come to you repeatedly so our mind get\nconfused, loosing the way what to do, having nothing to do, Though it may look silent and\npeaceful, but as time passes by trouble, problem appear.\n\n‘Request will not be granted. “The patient is hard to get wel. “The lost article will not be found.\n°*The person you wait for will not ome over. * Building @ new house and removal are both bad.\n**You should top to start a trip, *Both marriage of any kind and new employment are bad.", "image": "./images/Qian/66.jpg"}, {"title": "No.41_ THE FINAL AND LAST FORTUNE", "content": "‘Though so many articles are kept around you, you cant get them in your hand.\n\n‘You may get deficit and ham sometimes.\n\nBe very carefl that your house willbe bum, so keep the thick guard around your house.\nDo believe in God, guard yourself with deep care, then your future will bein peace forever.\n\n**Your request will not be ranted, *The patient will ake long time to cure. *The lost aticle will not\nbe found. *You have to wait ong time, until you meet a person you wait for. *Stop building a new\nhouse and removal. *Stop stating a trip. *Stop any kind marrage and new employment.", "image": "./images/Qian/41.jpg"}, {"title": "No.79 REGULAR FORTUNE", "content": "‘The moon in moming twilight sill keeps on shining, it means an old man holds young energy\ntoo strong in spite ofhis age.\n\nTalk with tongue entangled by your geting drunk, but gives no unpleasant impression o others.\n\n‘There may be a litle trouble in your family, bt when you believe in God and ask for happiness,\nyou can get calm down like tobe in mid spring fine day.\nYour request wil be granted, but dont hope so excessively. *The patient will get wel ut takes a\nlitle time, *The lost article appear later. \"The person you wait for will come late. “Building a new\nhouse and removal are both well. It is good to start a trip. *Manriage of any kind and new", "image": "./images/Qian/79.jpg"}, {"title": "No.79 REGULAR FORTUNE", "content": "‘The moon in moming twilight sill keeps on shining, it means an old man holds young energy\ntoo strong in spite ofhis age.\n\nTalk with tongue entangled by your geting drunk, but gives no unpleasant impression o others.\n\n‘There may be a litle trouble in your family, bt when you believe in God and ask for happiness,\nyou can get calm down like tobe in mid spring fine day.\nYour request wil be granted, but dont hope so excessively. *The patient will get wel ut takes a\nlitle time, *The lost article appear later. \"The person you wait for will come late. “Building a new\nhouse and removal are both well. It is good to start a trip. *Manriage of any kind and new", "image": "./images/Qian/44.jpg"}, {"title": "No.46 BAD FORTUNE", "content": "“Thunderbolt hit and sound is breaking the sky, itis real dark and terrible,\n‘A man of good sense of humor stay within a house closing the gate and doors.\nAll looks really lonesome. There maybe some mistake and misunderstand in writing a mail ©\n‘thers. Though you do your best with utmost care, troubles may be always your way.\n\niL\nREET, MV PHAGES EHS\n\n**Your request will not be granted. *The patient wil get well.*The lost atc is hard wo find out.\n\"The person you wait for will not come. *Stop building a new house and removal to other. *Stop\nStarting trip, *Mariage and employment ae both bad.", "image": "./images/Qian/46.jpg"}, {"title": "No.25 REGULAR FORTUNE", "content": "‘When spring comes, all trees and grasses rein fll bloom. Everything will go good, then you\n\n“wil be happier in the future.. When you ge the archery ofthe big waior general, your happiness\nitreassue, wealth will grow large such ato have to carry by coach.\n\n\"Your request will be granted. *The patient will get well. ‘Building a new house and removal are\n‘both good. *Marriage, employment and starting a trip are allright.\n(RRR! OBR EOE\n\nBROUREOUPLYRE Daz on, HeMlicbic, HABROR DIE & 9\nGeO eeE RN aL IEFARPFCIC IBIS 6 Zs", "image": "./images/Qian/25.jpg"}, {"title": "No.65 FORTUNE BUT FINALLY", "content": "‘You will be suffering from disease and get depreciated by other people. You are always\n\nattacked by danger, so you cart get through everything. When spring comes, you may meet a\nhappiness. You should make a perfect and good plan and wait for a good chance, with patience.\n\n \n\n \n\n*Yourreques will not be granted. “The patient will get wel in litle while, *Les article will not", "image": "./images/Qian/65.jpg"}, {"title": "No.86 THE BEST FORTUNE", "content": "Everything wil be realized as if you look the flowers froma palace facing the south.\n‘Treasures in vehicles will come to your house.\n‘You will become virtuous with eaming and willbe invited to the palace as well as your desire\nwillbe realized.\n‘While you are riding on horseback, in high sprit, everybody will praise you.\n\n*Your wishes will be realized. *The patient will get well. ‘The lost atcle will be found. *The\nperson you are waiting for will come. *Building a new house and removal are both good. \"I is\ngeod make ap. *Both mariage and employment ae good", "image": "./images/Qian/86.jpg"}, {"title": "No.14_ GOOD FORTUNE IN FUTURE", "content": "‘There are various kinds of stones but you still cant distinguish jewels from stones. If you want\n‘to succeed in life. Youll come across lots of difficulties and become sad. What you hope will be\n‘completed just like flowers bloom on old branches.\n\n*Your wishes will be realized in the end. *A sick person has to bein bed fr along while, bud will\nnot self, *The los article wll nt be found. *The person you are waiting for wil come but te\nBuilding a new house ane removal ae half forte. *Marrage is not so good now, bud will be\n\nonde *Mating ep and employment shouldbe opp.", "image": "./images/Qian/14.jpg"}, {"title": "EE EIU, MERUS TE OD) ES, MRCENZAI CA 4 (18)", "content": "ELDHEASH (BoM) 4: arta = 6 95°C BIE\nUST, OWA. Te\nTROREELTK", "image": "./images/Qian/18.jpg"}, {"title": "No.4 GOOD FORTUNE", "content": "Although you hope to succeed in life, gods will not furnish you with income. If you\napply good manuscript to him, you will soon get income.\n\nThen you can obtain good fortune repeatedly.\n\n  \n\n*Your wishes will be realized. *A sick person will recover in a little while, *The\nperson you are waiting for will come soon. *You should be careful in health all the\ntime during your trip. *Building a new house, removal, marriage and employment are", "image": "./images/Qian/4.jpg"}, {"title": "No.4 GOOD FORTUNE", "content": "Although you hope to succeed in life, gods will not furnish you with income. If you\napply good manuscript to him, you will soon get income.\n\nThen you can obtain good fortune repeatedly.\n\n  \n\n*Your wishes will be realized. *A sick person will recover in a little while, *The\nperson you are waiting for will come soon. *You should be careful in health all the\ntime during your trip. *Building a new house, removal, marriage and employment are", "image": "./images/Qian/84.jpg"}, {"title": "No.27 REGULAR FORTUNE", "content": "‘You can make and get your fortune after so many dificules, ike to pass over the motonious\nhard zone. Then you can meet the delightful face with smile like colorful flowers.\n\n‘You can meet good change ike to see the bright moon in the clear sky, the clouds has gone.\n\n‘You may fel retieved, rejecting hard dficulty, never be absent-minded, aways keep awake\nsandal.\n\n**Your request wil be granted. *The patient get well but be more careful. “The lost ticle will be\nfound. “The person you wait for will come, *Building a new house and removal are both well.", "image": "./images/Qian/27.jpg"}]